const questionsData = [
{
  question:    ` שאלה 1
     מהו השיעור הממוצע של ה-cycle fecundability בקרב נשים עם אי פוריות על רקע בלתי מוסבר שאינן מקבלות טיפול?
1-4%
15-20%
8-11%
קטן מ-1%

     `
    ,
  answer:
  `
     תשובה – א
בין 2-4%

     `

},
{
  question:
    `
    שאלה 2
     בת 36 נשואה ללא ילדים, עוברת בירור  הורמונלי בסיסי בקופח. איזה מבין השילובים הבאים אופייני לרזרבה שחלתית נמוכה?
FSH – 15 ורמת אינהיבין B גבוהה מהנורמה
רמת AMH נמוכה מהנורמה ורמת אינהיבין A גבוהה מהנורמה
FSH – 15 ורמת אסטרדיול בסרום 295 pmol/L
Antral follicle count 15 ורמת אסטרדיול 200 pmol/L




     `
    ,

  answer:
  `
     תשובה – 3
     FSH מעל 10 ביום 3 למחזור זה גבוה
אסטרדיול גבוה – מעל 60-80.
כשגם FSH וגם אסטרדיול גבוהים התגובה לגירוי שחלתי תהיה מאוד ירודה

     `

},
{
  question:
    `
    שאלה 3
     מה עם הגיל גורם לקושי להרות ובעליה בשיעור ההפלות?
עליה של שיעורי אנפלואידיות
תקלות ביצירת הקישור
הפרעה בהפרדת הגמטת אחות
כל התשובות נכונות
     `
    ,

  answer:
  `
     תשובה ד
     `

},

{
  question:
    `
    שאלה 4
     בת 37 נשואה מזה זמן ללא הריון , ווסתות סדירים כל 25 יום, פנתה לבירור – בבדיקות יום 3 למחזור נמדד FSH= 14, LH= 4.5, E2= 40. מה תוכל ליעץ לה?
יש לחזור על הבדיקה מספר פעמים ולהתחיל IVF במחזור בו ה-FSH יהיה נמוך יותר
בדיקת ה-FSH מוגבלת בשל סגולית (SPECIFICITY) נמוכה
בדיקה זו מצביעה על רזרבה שחלתית טובה יותר מאשר אם היתה תוצאה גבוהה יותר של E2 =80
בדיקה זו אינה משמעותית כי אין אינדיקציה לבדוק רזרבה שחלתית באישה זו

     `
    ,

  answer:
  `
     תשובה – ג
לא נמצא קשר בין ניסיון תזמון של IVF למחזור בו FSH היה נמוך יותר
זו בדיקה עם ספציפיות גבוהה יחסית (80%) אך רגישות נמוכה (10-30%) – חלק מהנשים עם DOR יקבלו תשובה תקינה, אך במידה והתשובה לא תקינה זה מאוד מכוון
לשילוב של FSH גבוה + E2 גבוה פרוגנוזה גרועה יותר מאשר אם רק אחד מוגבר
יש אינדיקציה – מעל גיל 35 במידה ולא נכנסת להריון תוך חצי שנה

     `

},
{
  question:
    `
    שאלה 5
     מהיכן מופרש AMH?
א. זקיקים פראנטרלים וזקיקים אנטרלים קטנים.
ב. זקיקים פרימורדיאליים וזקיקים אנטרליים גדולים
ג. זקיקים אנטראליים גדולים
ד. זקיקים פרימורדיאליים גדולים

     `
    ,

  answer:
  `
     תשובה א
     `

},
{
  question:
    `
    שאלה 6
     לפני טיפול IVF עולה חשד בסונר לפוליפ רחמי. מ ה נכון?
א.  שכיחות הפוליפ הצווארי  2% בנשים עם אי פריון
ב.  שיטת ההדמיה המועדפת הינה הסטרוגרפיה עם סליין
ג. ישנה תמימות דעים בספרות בנוגע לצורך בהוצאת הפוליפ
     `
    ,

  answer:
  `
     תשובה – ב
שיטת ההדמיה הטובה ביותר היא סונו-היסטרוגרפיה עם סליין
השכיחות מאוד משתנה בין הנשים עם אי פריון – 1.4-15.6%
ג. אין תמימות דעים באשר לצורך בהוצאה -מסוכם כי יש לשקול לפי הסיבה לגילוי, גודל והתסמינים הנלווים

     `

},
{
  question:
    `
     שאלה 7
     מי מהבאים מאפיין בצורה נכונה מבחנים לעתודה שחלתית (רזרבה)?
רמת אסטרדיול בסיסית > 80 משקפת אובדן רגולציה של זקיק מוביל על ידי אינהיבין B
AMH נמוך (0.2-0.7) – רגישות גבוהה לניבוי הריון
מבין כל המבחנים לספירת זקיקים (AFC) רגישות גבוהה לזיהוי סיכוי להריון
אין יתרון מוכח לשילוב מספר מבחנים לבדיקת עתודה שחלתית בהשוואה למבחן AFC

     `
    ,

  answer:
  `
     תשובה – 1
רמות אסטרדיול גבוהות מרמזות על בחירה מוקדמת מדי של זקיק מוביל
AMH נמוך רגיש לתגובה לא תגובה לגירוי שחלתי, אינו רגיש להריון
AFC – הספציפיות של הבדיקה גבוהה לניבוי תגובה לגירוי וכישלון של הטיפול אך הרגישות נמוכה
השילוב של AMH + AFC הוא המומלץ היום

     `

},
{
  question:
    `
     שאלה 8
     מי מהמחומרים הבאים היכולים לשקף את העתודה השחלתית (Ovarian reserve) מופרש על ידי זקיקים Preantral?
אינהיבין B
AMH
אסטרדיול
אקטיבין

     `
    ,

  answer:
  `
     תשובה - 2
     `

},
{
  question:
    `
    שאלה 9
     לאיזה מהבאים תציע בירור פריון לפי הוריה רפואית ?
בת 33 עם בן זוג בן 36 יחסים סדירים מזה שמונה חודשים
בת 32 תת תריסיות מאוזנת ווסתות סדירים
בת 33 המטופלת בגלולות למניעת הריון עקב ממצא החשוד לאנדומטריומה
בת 28 עם הפסקת הריון והפלה נדחית בשבוע 9 ללא סיבוכים

     `
    ,

  answer:
  `
     תשובה ג
     evaluation should be offered to all couples who have failed to conceive after a year or more of regular unprotected intercourse, but a year of infertility is not a prerequisite for evaluation. Earlier evaluation is justified in the presence of obvious risk factors, such as irregular or infrequent menses, history of pelvic infection, surgery or endometriosis, or having a male partner with known or suspected poor semen quality, and also is warranted after 6 months of unsuccessful effort for women over the age of 35 years.
     `

},
{
  question:
    `
     שאלה 10
     איזה מהבאים לא גורם לחסימה חצוצרתית פרוקסימלית?
א. intratubal endometriosis
ב. tubal fibrosis
ג. tubal adenomyosis
ד. Salpingitis Isthmica Nodosa

     `
    ,

  answer:
  `
     תשובה – ג
חסימה פיברוטית -> SIN -> זיהום כרוני ואנדומטריוזיס תוך חצוצרתי
The pathogenesis of proximal tubal occlusive disease is not well understood; most is presumed to result from infection or chronic inflammation. Histologic studies suggest that obliterative luminal fibrosis is most common, followed by salpingitis isthmica nodosa (SIN), chronic inflammation, and intratubal endometriosis. If proximal occlusion is not due to SIN, tubal cannulation using hysteroscopic or fluoroscopic methods is a proven alternative to traditional microsurgical repair. The specialized catheter systems involved require some training and experience but allow selective tubal perfusion for accurate diagnosis (true occlusion or not) and provide the means for treatment when needed.


     `

},
{
  question:
    `
     שאלה 11
     בת 30 מועמדת לביצוע צילום רחם לאחר שנה של אי פוריות. האישה עברה כריתת תוספתן שלא נמצא דלקתי, היא מבייצת ובדיקת זרע הבעל תקינה. האישה מגיעה לייעוץ טרם ביצוע הצילום. מה להסביר לה?
א. כאשר בצילום רחם מודגמת חסימה חצוצרתית, יש סיכוי של 20% שהחצוצרה פתוחה
ב. ככלל שימוש בחומר ניגוד בצילום מעלה הסיכוי להריון עוקב לצילום אבל חומר ניגוד שומני אינו יעיל ממימי
ג. כאשר בצילום רחם מודגמת חצוצרה עבירה היא תמיד עבירה
ד. כאשר בצילום מודגמת חסימה חצוצרתית דיסטלית הסיכוי ל salpingitis  עקב הצילום לא עולה.

     `
    ,

  answer:
  `
     תשובה- ד
כאשר מזוהה חצוצרה חסומה – 60% שהיא פתוחה. אם מזוהה מעבר- רק 5% שבסוף היא חסומה.
בחומר ניגוד שומני שיעור ההריונות גבוה יותר אך גם שיעור הסיבוכים
לא נכון – 5% שחצוצרה שהודגמה עבירה תהיה חסומה
אם זוהתה מחלה חצוצרתית בזמן הבדיקה מומלץ לתת כיסוי אנטיביוטי כי יש עלייה של 10% בשכיחות הסיבוכים

     `

},
{
  question:
    `
     שאלה 12
     למי נציע בירור רזרבה שחלתית ?
א. לאי פריון לא מוסבר.
ב. גיל > 30.
ג. היסטוריה של ניתוח תוספתן.
ד. מנרכה מוקדם.

     `
    ,

  answer:
  `
     תשובה א
     `

},
{
  question:
    `
    שאלה 13
     מה המהימנות של צילום רחם (HSG – Hysterosalpingography) בהשוואה ללפרוסקופיה באוכלוסיה עם אי פריון?
א. הרגישות (SENSITIVITY) של HSG כ-65% לזיהוי חצוצרות פתוחות
ב. כאשר מזוהה חסימה בחצוצרות הסבירות שהחצוצרות פתוחות בסביבות 15-20%
ג. כאשר מאובחנת חצוצרה פתוחה הסבירות שהחצוצרה חסומה בסביבות 30%
ד. הסגוליות (SPECIFICITY) של HSG בסביבות 50% כאשר מזוהות חצוצרות פתוחות

     `
    ,

  answer:
  `
     תשובה – א
ב- אם מזוהה חסימה 60% שהיא פתוחה
ג- כאשר מזהים חצוצרה פתוחה 5% שהיא בעצם חסומה
ד- הספציפיות לזיהוי חצוצרה פתוחה גבוהה יחסית

     `

},
{
  question:
    `
     שאלה 14
     מדוע נחשב AMH – Anti Mullerian Hormone כסמן (Marker) מצויין להערכת הרזרבה השחלתית?
א. מופרש בעיקר מזקיקים פרימורדיאלים (Primordial)
ב. בעל שונות גבוהה ממחזור למחזור (Inter cycle variability)
ג. קיים ערך סף נמוך ל-AMH אשר מתחתיו יש להמליץ לא לבצעIVF
ד. מופרש מזקיקים שאינם רגישים לגונדוטרופינים (Gonadotropin independent)

     `
    ,

  answer:
  `
     תשובה ד - מופרש מתאים פרה-אנטרלים שהם תאים שאינם רגישים לגונדוטרופינים.
     `

},
{
  question:
    `
     שאלה 15
     מה נכון לגבי ספירת הזקיקים האנטרליים (AFC – ANTRAL FOLLICLE COUNT) כסמן (MARKER) לרזרבה השחלתית?
א. מודדים זקיקים בגדול 2-5 ממ
ב. ניתן למדוד זקיקים בשחלה אחת בלבד לצורך הבדיקה
ג. AFC נמצא בקורולציה טובה עם מספר הזקיקים הפרימורדיאליים
ד. ניתן למדוד AFC בכל שלב של המחזור

     `
    ,

  answer:
  `
     תשובה ג
     ספירה בשתי שחלות, זקיק בין 2 ל 10 ממ, ביום 2-5 לוסת. מעל 10 נחשב תקין
ספציפיות גבוהה לגירוי שחלתי, רגישות נמוכה
מדידה של זקיקים אנטרלים מקושרת לרזרבה של זקיקים פרה-מורדיאלים

     `

},
{
  question:
    `
     שאלה 16
     מהו ההסבר האנדוקריני העיקרי לעלייה ברמת FSH   (בסיסית) עם העלייה בגיל האישה?
א. ירידה ברמת אינהיבין, המופרש ממספר קטן יותר של זקיקים
ב. אי-ספיקת גופיף צהוב בשלב הלוטאלי עם הפרשה מופחתת של אסטרוגן ופרוגסטרון, המסירה היזון חוזר שלילי (negative feedback) על הפרשת FSH
ג. ירידה בהפרשת אסטרדיול בשלב הפוליקולרי מוקדם, המסירה היזון חוזר שלילי עם הפרשת FSH

     `
    ,

  answer:
  `
     תשובה -א
FSH עולה משום שאינהיבין B יורד. ותפקידם הוא לדכא אותו. מופרשים מזקיקים קטנים שכמותם יורדת עם הגיל

     `

},
{
  question:
    `
     שאלה 17
     מה מאפיין ביציות של נשים בגיל מתקדם?
א. עליה בולטת עם הגיל בשכיחות ביציות עם קריוטיפ 23,X
ב. הפרעה בתפקוד כישור החלוקה הגורמת להפרעה במיוזה ועליה בשכיחות aneuploidy
ג. שכיחות ביציות aneuploidy בגיל 35 סביב ה-50%
ד. הקשת (hardening) חלבוני ה- zona pellucida גורמת להפרעה במיוזה ולעליה בשכיחות aneuploidy

     `
    ,

  answer:
  `
     תשובה – ב
זה תקין עבור ביצית
נכון, פגמים בתהליך היווצרות ותפקוד הספינדלים עולים עם הגיל
לא נכון, מציינים 20% מבין ההפלות בגיל 35 הן עקב אנאפלואידיות
לא קשור לזונה פלוסידה

     `

},
{
  question:
    `
     שאלה 18
     מה מאפיין התפתחות זקיקים בתגובה לגירוי שחלתי באמצעות גונדוטרופינים בנשים בגיל מתקדם (ADVANCED MATERNAL AGE)?
א. מינון הגונדוטרופינים הדרוש לגירוי שחלתי דומה לזה שבנשים צעירות
ב. משך הטיפול הממוצע בגונדוטרופנים דומה לזה שבנשים צעירות
ג. יחס אסטרגון/אנדרוגן (E/A RATIO) בנוזל הזקיקי גבוה בהשוואה לרמתו בזקיקים של נשים צעירות
ד. רמת האינהיבין (INHIBIN) בנוזל הזקיקי נמוכה בנשים מבוגרות בהשוואה לרמתו בזקיקים של נשים צעירות

     `
    ,

  answer:
  `
     תשובה – ג
א+ב – מינון ומשך הטיפול לצורך גירוי והתפתחות זקיקים עולה עם הגיל
ג- יותר פרוגסטרון ויותר אנדרוגנים
ד- רמות האינהיבין המופרשות זהות בתוך הזקיק בין מבוגרות וצעירות – הרמה הכללית היא ששונה בגלל ההבדל בכמות הזקיקים

     `

},
{
  question:
    `
     שאלה 19
     מה הקשר בין שרירנים, אי פריון ותוצאות טיפול IVF?
א. מכלל סוגי השרירנים רק לשרירן תת רירי (SUBMUCOUS MYOMA) השפעה שלילית מוכחת על שעורי הריון ולידה בטיפול IVF
ב. שרירן תוך דופני (INTRAMURAL MYOMA) אינו משפיע על שיעורי הריון ולידה אך מעלה את הסיכון להפלה באופן משמעותי
ג. שרירן סאבסרוטי (SUBSEROUS MYOMA) אינו משפיע על שיעורי ההריון והלידה אך מעלה את הסיכון להפלה באופן משמעותי
ד. שרירן תוך דופני (INTRAMURAL MYOMA) מוריד באופן משמעותי את שיעור ההריון והלידה ומעלה באופן משמעותי את הסיכון להפלה

     `
    ,

  answer:
  `
     תשובה- ד

סאב מוזוקלי - מוריד IVF ומעלה הפלות לאחר IVF מוצלח
אינטראמורלים - אותו דבר
סאב סרוזה - לא משפיע.

שרירן סאב-מוקוזלי:
מוריד הצלחת IVF ב70%
פי 3 יותר הפלות לאחר IVF מוצלח
כריתה מעל הצלחה פי 2

שרירן אינטראמורלי:
מוריד הצלחת IVF ב40%
הפלות לאחר IVF מוצלח ב50%
ללא תועלת בכריתה

     `

},
{
  question:
    `
     שאלה 20
     איזה מהטיפולים הבאים מתאים ויעיל כטיפול ראשון בבת 30 עם אי פיריון ראשון מסיבה לא מוסברת מזה 3 שנים?
א. מחזור טבעי + IUI
ב. קלומיפן ציטרט וקיום יחסים מתוזמן
ג. Letrozole + IUI
ד. גונדוטרופינים + IUI

     `
    ,

  answer:
  `
     תשובה-  ד
 ניתן לנסות כקו ראשון
לא יעיל יותר לעומת ניהול ממתין
לא יעיל יותר לעומת ניהול ממתין
לא הוכח שימוש בלטרוזול כיעיל יותר על פני שילוב של CC + IUI
ניתן לנסות, משפר קצת פקונדביליטי

בטבלה המצורפת אין התייחסות ללטרוזול
     `,
  image: "images/ART_rates.jpg"

},
{
  question:
    ` שאלה 21
     מהי הסיבה העיקרית לירידה ב-Fecundability ולעלייה בשיעורי ההפלות עם העלייה בגיל האישה?
א. הפרעה ביצירת הכישור (Spindle) במהלך המיוזה בביצית
ב. ירידה ברמה של הרצפטורים ל-FSH בתאי הגרנולוזה
ג. ירידה בחלבון קונקסין 43 האחראי על ה-gap junction בין תאי גרנולוזה לבין הביצית
ד. ירידה ברצפטורים של רירית הרחם

     `
    ,

  answer:
  `
     תשובה – א
העלייה בשיעור האנאפלואידיות היא הסיבה

     `

},
{
  question:
    ` שאלה 22

     בבירור אי פריון בלתי מוסבר הוחלט על ביצוע צילום רחם. איזה מהבאים נכון?
א. שימוש בחומר ניגוד מיימי מעלה את הסיכוי להריון בעקבות הצילום בהשוואה לחומר ניגוד שומני
ב. כאשר בצילום רחם מודגמת חסימה חצוצרתית דיסטלית, הסיכון ל- ACUTE SALPINGITIS  עקב הצילום עולה פי 5 מהסיכון בצילום רחם תקין
ג. כאשר בצילום רחם מוצאים חצוצרה חסומה קיימת סבירות נמוכה ( 20 % ) שהיא תמצא עבירה בלפרוסקופיה
ד. יכולת האיבחון של צילום רחם גדולה יותר  כאשר הוא מבוצע בפאזה הפוליקולרית בהשוואה  לפאזה לוטאלית

     `
    ,

  answer:
  `
     תשובה- ד
להפך – טוענים ששימוש בחומר ניגוד שומני מעלה את הסיכוי להריון
בהחלט עולה, אבל פי 10 ולא פי 5
יש 60% שהיא תימצא עבירה בלפרוסקופיה
תזמון הכי טוב ביום 2-5 – מוריד זיהומים, מוריד הפרעות של קרישי דם ברחם ומונע פגיעה בהריון צעיר

     `

},
{
  question:
    ` שאלה 23
     למה מקובל להזריק אינדיגו קראמין ולא מתילן בלו בזמן לפרוסקופיה  אבחנתית לבדיקת עבירת חצוצרות?
א.סיכון מופחת ל-PID .
ב.קיים סיכון מופחת לנשים עם G6PD
ג.קיים סיכון מופחת לכלי הדם -INRAVASATION
ד.מאפשר הדגמה  טובה  טובה יותר של עבירת החצוצרה.

     `
    ,

  answer:
  `
     תשובה – ב
     `

},
{
  question:
    ` שאלה 24
     בת 31 BMI, 30, אוליגומנוריאה,מחזורי ווסת בתדירות משתנה. 7 ימי דימום כל 120 עד 150 ימים בשנתיים האחרונות ,מנסה להרות חצי שנה .איך לנהל את המקרה בשלב ראשון?
א. להוסיף לבדיקות השגרה עם  TSH , פרולקטין ולשקול ביופסיית אנדומטריום.
ב. לבצע צילום רחם.
ג. אין צורך לעשות דבר,עדיין לא בהגדרה של אי פריון,כיוון שמנסה להרות פחות משנה.
ד. לכוון את האישה  לירידה במשקל  עד  BMIשל 22.
     `
    ,

  answer:
  `
     תשובה – 1
מגיעה לה הערכה משום שהווסתות לא סדירות

     `

},
{
  question:
    ` שאלה 25
     בת 40 עם ממצא של הידרוסלפינקס דו צדדי פנתה לייעוץ לקראת טיפול IVF. מה סיכוייה להרות וללדת?
נמוכים משמעותית עקב הממצא בהשוואה לאישה ללא הידרוסלפינקס
נמוכים משמעותית ואינם משתנים בעקבות התערבות כירורגית
עולים משמעותית לאחר צנתור חצוצרות (TUBAL CATHETERIZATION)
עולים משמעותית לאחר כריתת חצוצרות בהשוואה לחסימה פרוקסימלית של החצוצרות

     `
    ,

  answer:
  `
     תשובה- 1
נכון – הידרוסלפינקס משפיע לרעה על הצלחת טיפולי IVF
התערבות כירורגית משפרת סיכויים
צנטור חצוצרות הוא טיפול לחסימה ולא להידרוספלינקס
שתי השיטות משפרות סיכויים, בכל מקרה עדיף פיתרון לפרוסקופי על פני היסטרוסקופי

     `

},
{
  question:
    ` שאלה 26

     באיזה ממצבי אי פוריות הבאים יכולה להידרש ביופסיה אנדומטריאלית?

בת 35, Unexplained infertility
בת 40, שלוש הפלות מוקדמות ב-IVF
בת 40, שלוש הפלות ספונטניות
בת 38, אי פוריות ראשונית על רקע הפרעת ביוץ והירסוטיזם.

     `
    ,

  answer:
  `
     תשובה נכונה - ד
     `

},
{
  question:
    ` שאלה 27
     מה מתאר את תוצאות מדידת הורמונים אסטרוגנים בקרב נשים אנאובולטוריות שאינן מבייצות עם PCOS?

1. רמת אסטרדיול ממוצעת בדמן של נשים אלה גבוהה מרמת אסטרדיול פוליקולרית בזמן של נשים מבייצות.
2. אסטרון ממוצעת בדם של נשים אלה גבוהה מרמת אסטרון בדם של נשים מבייצות
3. רמת אסטרדיול ממוצעת בדמן של נשים אלו גבוהה מרמת אסטרדיול לוטאלית (Lutheal phase) בדם של נשים מבייצות.
4. רמת אסטרון ממוצעת בדם של אלו דומה לרמת אסטרון בדם של נשים מבייצות

     `
    ,

  answer:
  `
    כנראה שתשובה ב

     `

},
{
  question:
    ` שאלה 28
      איזה מהטיפולים הבאים לא משפיעים על רמות AMH בסרום?
א. טיפול בגונדוטרופינים
ב. טיפול בגלולות משולבות למניעת הריון
ג. טיפול באגוניסטים של GnRH
ד. טיפול כימותרפי
     `
    ,

  answer:
  `
  תשובה א
     `

},
{
  question:
    ` שאלה 29
     מה נכון לגבי מדידת חום הגוף הבסיסי? (BBT)
א. עליה בחום נבעת מתגובה לאפקט התרמוגני של SURGE LH
ב. נכון לתזמן קיום יחסים או הזרעה תוך רחמית ליום למחרת עליית החום
ג. לפרוגסטינים סינטטים (medroxyprogesterone acetate) קיים אפקט של עליית חום.
ד. חום הגוף הבסיסי יורד בחזרה לרמות של תחילת מחזור, במחזור עם הריון.
     `
    ,

  answer:
  `
     תשובה ג
     `

},
{
  question:
    ` שאלה 30
     מה מהבאים מאפיין מרכיבי נוזל פוליקולרי בזקיק לקראת ביוץ באישה עם גיל אמהי מתקדם בהשוואה לנשים צעירות?
א. רמות איניהבין דומות
ב. רמות פרוגסטרון נמוכות
ג. יחס אסטרוגן/אנדורגן נמוך
ד. רמות אסטרדיול נמוכות.
     `
    ,

  answer:
  `
      תשובה א
     `

},
{
  question:
    ` שאלה 31
     מה הגורם החשוב ביותר (הכוונה, המשפיע ביותר) לעלייה ברמות FSH בשלב הפוליקולרי המוקדם בנשים עם גיל מתקדם?
א. שינויים תלויי גיל בתבניות הפרשה של GnRH ושל Kisspeptin
ב. ירידה בהפרשת אסטרדיול מזקיקים אנטרלים קטנים
ג. ירידה בהפרשת אינהיין B מזקיקים אנטרלים קטנים
ד. שינויים תלויי גיל בפולסטיליות של הפרשת LH
     `
    ,

  answer:
  `
     תשובות א,ג
     `

},
{
  question:
    ` שאלה 32
     כיצד תזז אישה ביוץ באמצעות קיט LH בשתן? (מה נכון לגבי קיט LH בשתן)
א. להמליץ על שתייה מרובה בימים הסמוכים לביוץ כדי לוודא שתהיה תפוקת שתן טובה.
ב. לא לבדוק את השתן הראשון של הבוקר שהוא מרוכז ועלול לגרום לתוצאה FALSE POSITIVE
ג. ביצוע בדיקת שתן בשעות אחהצ או בשעות הערב המוקדמות יעילה לזיהוי הביוץ
ד. מומלץ לבצע בדיקת שתן נוספת למחרת קבלת תשובה חיובית בקיט, וזאת לצורך שיפור דיוק התבחין.
     `
    ,

  answer:
  `
     תשובה ג
     `

},
{
  question:
    ` שאלה 33
     מה מאפיין את הציר ההיפותלמוס-היפופיזה-שחלה בגיל אימהי מתקדם בתהליך reproductive aging?
א. עלייה בשיעור דומה ברמות FSH וLH בזאליות
ב. ירידה בהפרשת LH בשלב הלוטאלי ורמות אסטרדיול ופרוגסטרון נמוכות בהשוואה לצעירות
ג. שינויים בתבנית הפרשת GNRH + KISSPEPTIN מההיפותלמוס
ד. ירידה ברמות אינהיבין בנוזל פוליקולרי בנשים בגיל אמהי מתקדם.
     `
    ,

  answer:
  `
     תשובה ג
     `

},
{
  question:
    ` שאלה 34
     כיצד משתמשים בצורה הטובה ביותר בערכות LH בשתן לזיהוי ביוץ?
א. שתייה מרובה לקראת הבדיקה
ב. ביצוע הבדיקה בשעות אחהצ או הערב
ג. הפסקת טיפול אנטיביוטי 24 שעות טרם הבדיקה
ד. אחרי קבלת בדיקה חיובית - בדיקה נוספת לאימות זיהוי הביוץ ביום למחרת.
     `
    ,

  answer:
  `
     תשובה ב
     `

},
{
  question:
    ` שאלה 35
     מהי הסיבה המובילה לעלייה בשיעורי אנאפלואידיות של עוברים עם עליית גיל האישה?
א. Premature segregation of sister chromatids during meiosis I
ב. Whole chromosome non-disjunction during meiosis I
ג. Whole chromosome non-disjunction during mitosis II
ד. Premature segregation of sister chromatids during mitosis I
     `
    ,

  answer:
  `
     תשובה א,ד
     `

},
{
  question:
    ` שאלה 36
     איזה מהשיטות הבאות נחשבת לרגישה ביותר לאבחנה בין רחם מחיצתי לדו-קרני?
א. דופלר
ב. סונר תלת מימד
ג. היסטרוסקופיה אבחנתית
ד. צילום רחם
     `
    ,

  answer:
  `
     תשובה ב
     `

},
{
  question:
    ` שאלה 37
     מטופלת עומדת בפני טיפול הפריה חוץ גופנית ובהערכה על קולית מאובחן רחם שרירני.
איזה מבין ההגדים הבאים נכון בהתייחס להשפעת השרירנים על תוצאות הטיפול?
א. נוכחות של שרירן סאב-מוקוזלי מורידה את סיכויי ההצלחה ב20%
ב. נוכחות של שרירן סאב מוקוזלי מעלה את שיעור ההפלות לפחות פי 3
ג. שרירן תוך דופני בקוטר 5 סמ לא משנה את אחוז ההריונות.
ד. שרירנים תת סרוזיים משנים את שיעוריי ההצלחה ביחס ישיר לגודלם
     `
    ,

  answer:
  `
     תשובה ב
     `

},
{
  question:
    ` שאלה 38
     איזה מהשינויים הבאים מופיע מוקדם יותר באישה בסוף שנות הארבעים לחייה?
א. עלייה ברמת האסטרדיול
ב. עלייה ברמת הFSH
ג. ירידה ברמת INHIBIN B
ד. ירידה ברמת INHIBIN A
     `
    ,

  answer:
  `
     תשובה ג
     `

},
{
  question:
    ` שאלה 39
     מה ישפיע במידה הפחותה ביותר על רמת הAMH בדמה של אישה בת 38?
א. שימוש בגלולות משולבות במשך מספר שנים.
ב. ביצוע 4 מחזורי IVF בפרוטוקול אנטגוניסט
ג. טיפול באנדומטריוזיס למשך חצי שנה בעזרת GNRH AGONIST עם ADD BACK
ד. טיפול באנדומטריוזיס למשך חצי שנה בעזרת GNRH AGONIST ללא ADD BACK
     `
    ,

  answer:
  `
     תשובה ב
     `

},
{
  question:
    ` שאלה 40
     לאבחון של איזה מהמצבים הבאים יש להיסטרוסלפינגוגרפיה את הספציפיות (סגוליות) הגבוהה ביותר?
א. חסימה פרוקסימלית בחצוצרה אחת
ב. חסימה חצוצרתית דיסטלית דוצ
ג. אשרמן
ד. רחם דו קרני
     `
    ,

  answer:
  `
     תשובה ב
     `

},
{
  question:
    ` שאלה 41
     זוג בני 32 מנסים להרות מזה שנתיים. ספירת הזרע תקינה. פרופיל הורמונלי וביוץ תקינים. הזוג מקיים
יחסים באופן סדיר. צילום רחם ותוצאותיו - תקין. הזוג מבקש לפנות לטיפול בהפריה חוץ גופית IVF בקו
טיפול ראשון.
בנסיבות המתוארות, איזה מהמשפטים הבאים בנוגע לסיכויי השגת הריון ממשיך (ongoing) אצל זוג הזה
באמצעות טיפול IVF בהשוואה לטיפול בגונדוטרופינים והזרעה תוך רחמית, הוא נכון?
א. הסיכוי במחזור IVF אחד בו מועבר עובר יחיד לרחם גבוה באופן משמעותי מזה המושג באמצעות שלושה מחזורי גירוי שחלתי עם גונדוטרופינים והזרעה תוך רחמית.
ב. הסיכוי במחזור IVF אחד בו מועבר עובר בו יחיד לרחם נמוך באופן משמעותי מזה המושג באמצעות שלושה מחזורי גירוי שחלתי עם גונדוטרופינים והזרעה תוך רחמית.
ג. הסיכוי במחזור IVF אחד בו מועבר עובר בו יחיד לרחם דומה לזה המושג באמצעות שלושה מחזורי גירוי שחלתי עם גונדוטרופינים והזרעה תוך רחמית.
ד. הסיכוי במחזור IVF אחד בו מועבר עובר בו יחיד לרחם דומה לזה המושג באמצעות שלושה מחזורי גירוי שחלתי עם גונדוטרופינים והזרעה תוך רחמית רק אם מועברים לרחם לפחות שני עוברים.
     `
    ,

  answer:
  `
     תשובה ג
     `

},
{
  question:
    ` שאלה 42
     בזוגות עם אי פיריון בלתי מוסבר, איזה טיפול מביא לשיעור ה fecunability הגבוה ביותר?
א. IUI + estradiol valerate
ב. CC + תזמון יחסים
ג. IUI + CC
ד. גונדוטרופינים + תזמון יחסים.
     `
    ,

  answer:
  `
     תשובה ג
     `

},
{
  question:
    ` שאלה 43
     איזה מבין השילובים של תוצאות בדיקות דם שנערכו ביום 3 למחזור אופייני למצב של רזרבה שחלתית נמוכה?
א. FSH 15 וכן אינהיבין B גבוה
ב. AFC 15 וכן אסטרדיול בדם 300
ג. FSH 15 וכן אסטרדיול בדם 300
ד. AMH נמוך וכן רמות אינהיבין A גבוהות מהנורמה
     `
    ,

  answer:
  `
     תשובה ג
     `

},
{
  question:
    ` שאלה 44
     אישה בריאה בת 26 עם מחזור וסת סדיר בכל 28 יום. הגבר בריא ובדיקת הזרע תקינה.
מה סיכוייה להרות עצמונית אם יקימו יחסים סדירים ללא אמצעי מניעה?
א. 85% תוך שנתיים
ב. 34% בתוך 3 חודשים
ג. 72% בתוך חצי שנה.
ד. 93% בתוך שנה
     `
    ,

  answer:
  `
     תשובה - ג'
חודשים -  3>6>12>24
אחוזים - 60>70>80>90
     `

},
{
  question:
    ` שאלה 45
     בת 29 נשואה ללא ילדים פנתה לבירור אי פוריות ראשונית מזה כשנה. האישה בריאה בדכ לא עברה ניתוחים בעבר ואינה מעשנת, ללא מחלות במשפחה. בדיקת סקר גנטיות תקינות. הופנתה לביצוע בדיקת AMH. התקבלה תוצאה של 0.3. מהי משמעות התוצאה לגבי המשך טיפולי הפיריון והסיכוי להריון ולידה?
א. צפויה תגובה שחלתית תקינה לגילה לגירוי שחלתי במוקר עי גונדוטרופינים אך הסיכויים להשגת הריון וללידה נמוכים.
ב. מומלץ להפנותה לבדיקת אינהיבין B . בגלל שאינהיבין B הוא מנבא חיובי טוב יותר של עתודה שחלתית נמוכה מאשר AMH.
ג. מומלץ לחזור על בדיקות ובמידה שמתקבלת תוצאה דומה יש להמליץ על תרומת ביצית.
ד. צפויה תגובה שחלתית נמוכה לגירוי שחלתי מבוקר עי גונדוטרופינים אך לא ניתן להסיק על הסיכוי להשגת הריון ו/או לידה.
     `
    ,

  answer:
  `
     תשובה ד
מסיח א - לא נכון. רמות נמוכות מעידות על תגובה ירודה לCOH אין טעם בבדיקות משולבות עם אינהיבין B (מסיח ב) ומסיח ג לא מצויין שיש צורך לחזור על הבדיקה.
inמ the general IVF population low AMH (< 0.2-0.7 ng/ml) have a 40-97% senstivity and 78-92% specificity (22-88% PPV, 97-100% NPV) forr predicting response to stimulation (<3 follicles or < 2-4 oocytes) but have proven neither sensitive nor specific for predicting pregnancy.

     `

},
{
  question:
    ` שאלה 46
     בני זוג מבצעים מעקב ביוץ לצורך תיזמון קיום יחסי מין במטרה להשיג הריון, באמצעות בדיקת LH בשתן בקיט מסחרי. כיצד יש להנחותם לגבי אופן ביצוע הבדיקה, מגבלותיה והשימוש בממצאיה על מנת לתזמן קיום יחסים?
א. ברוב החודשים צפויה להופיע בדיקה חיובית במהלך יומיים רצופים כיוון שמשך ה LH SURGE הוא 48-50 שעות.
ב. המועד האידיאלי לביצוע הבדיקה הוא השתן הראשפוני של בוקר, שכן שיא הפרשת LH בשתן מתרחש בשעות הבוקר המוקדמות.
ג. היום המתאים ביותר לתזמון קיום יחסי מין/הזרעה תוך רחמית הוא יומיים לאחר הופעת בדיקה חיובית ראשונה.
ד. תשובה כוזבת חיובית עלולה להתרחש בכ7% מהמחוזרים.
     `
    ,

  answer:
  `
     תשובה ד
ה-LH surge נמשך 48-50 שעות, יש ל-LH זמן מחצית חיים יחסית קצר והוא מפונה בשתן. הקיט ל-LH
יהיה חיובי לרוב יום אחד ולפעמים ליומיים. מתחילים לבדוק יומיים שלושה לפני המועד הצפוי לביוץ ואין
צורך לבדוק עוד יום אחרי שיש תשובה חיובית. מומלץ לבדוק דווקא אחהצ-ערב (16:00-22:00) בגלל שה-
LH surge מתחיל בבוקר אך עד שנראה אותו בשתן יקח זמן. ישנה התאמה בין הרמות בסרום לבדיקה
(כלומר הבדיקה חיובית כאשר רמות בסרום גבוהות). שיעור FP הוא 7%. ביוץ יתרחש 26-14 שעות מזהוי
ה-LH SURGE ולא יאוחר מ-38 שעות מלאחר מכן. חלון ההזדמנויות הטוב ביותר להריון הוא היום של הבדיקה
החיובית ויומיים לאחר מכן אולם היום הכי הכי הכי טוב הוא היום שאחרי קבלת תשובה חיובית בבדיקה –
ולשם צריך לתזמן יחסים או IUI.
     `

},
{
  question:
    ` שאלה 47
     בני זוג פנו לייעוץ לגבי בירור פוריותם הפריון שלהם. שני בני הזוג בריאים למעט כאבי גב כרוניים
לאשה, האישה צרכה בעבר קוקאין, וביום צורכת מריחואנה בתדירות פעמיים בשבוע, מרבה לשתות קפה
ומשתמשת במשככי כאבים. מה השפעת גורמים התנהגותיים אלו על פוריות האישה?

א. צריכת מריחואנה קשורה לעלייה בסיכון לפגיעה חצוצרתית
ב. קוקאין קשור לפגיעה בהפרשתם של GNRH ולפגיעה בפוריות האישה
ג. נטילת NSAIDS קשורה בפגיעה בתהליך הביוץ
ד. צריכת קפאין מעל 250 מג ליום קשורה לעיכוב בהשגת הריון
     `
    ,

  answer:
  `
     תשובה ג+ד 1155 2311

עישון סיגריות- עלייה בהדלילות הדקיקים, שינויים במחזור, עלייה במוטציות בגמטות או עוברים.
מריחואנה – מדכא הפרשת GNRH
קוקאין – מדכא ספרמטוגנזה וקשור במחלה חצוצרתית
אלכוהול – ירידה בפוריות בנשים (מנגנון?) בגברים ירידה באיכות הזרע ו-impotence
קפאין מעל 250 מג – יותר אובדן הריון ועיכוב בהשגת הריון

PG משחררים אנזימים פרוטאוליטים ומאפשרים את יציאת הביצית מהזקיק ומפעילים את המשך המיוזה I.
מטופלות פוריות צריכות להימנע מתרופות שמעכבות יצור PG. זה כתוב בפרק אחר בספר אז אולי לא כיוונו
לשם תשובה אבל זו תשובה טובה לא פחות...
     `

},
{
  question:
    ` שאלה 48
     אישה בת 36 פונה בגלל אי פוריות משנית של חצי שנה, ברקע א.מ.ל בבדיקת צילום רחם הדגם חלל תקין
מעבר ופיזור חומר ניגוד תקין מצד שמאל וחסימה פרוקסימלית של חצוצרה ימין מה מהבאים, בהתייחס
למשמעותם של ממצאים אלו, נכון?

א. קיימת סבירות של 90% שהחצוצרה הימנית אינה מתפקדת
ב. ממצאים כגון הממצא מיומן מהווים כשני שליש מכלל החסימות בחצוצרה המאובחנים עי צילום רחם
ג. הסיכוי לקיום פתולוגיה כלשהי בחצוצרה שמאל למרות תוצאת צילום רחם הוא 5%
ד. לאור הממצאים הסיכון ל-Acute Salpingitis הינו 30% ולכן יש לתת טיפול אנטיביוטי
     `
    ,

  answer:
  `
     תשובה ג עמוד 1179-1184 –
א. סבירות של 40 אחוז בלבד שהיא באמת לא מתפקדת
ב. סך הכל 75%-60% מהצילומים תקינים, ב-25%-15% מהמקרים נראה חסימה חד צדדית וב-25%-15%
מהמקרים נראה חסימה דוצ. מבין אותם מקרים של חסימות, שליש יהיו פרוקסימליות ושני שליש
דיסטליות.
ג. נכון – אם רואים חצוצרה פתוחה בצילום רחם יש 5% סיכוי שהיא חסומה (FN)
ד. אם רואים חסימה דיסטלית הסיכוי לסלפינגיטיס חריפה הוא 10% וצריך ABX לא כתוב לגבי חסימה
פרוקסימלית
     `

}

]
