
const questionsData = [
  {
    question: `
ניתן לחלק את המחזור החודשי ל3 שלבים (חלוקה שלי.) תאר מה קורה בכל שלב
    `,
    answer: `
שלב 1 - FSH עולה. העלייה שלו גורמת לגיוס זקיקים. כל זקיק כזה מפריש אסטרדיול (E2). אסטרדיול (E2) מעבה את רירית הרחם.
בנוסף, כל זקיק שמגויס מפריש אינהיבין B שמדכא (יחד עם E2) את FSH. ככה, רק הזקיק הדומיננטי שלו הכי הרבה רצפטורים לFSH מצליח לשרוד וכל השאר הולכים ומתנוונים.
שלב 2 - לאחר שמגיעים להפרשה מספקת של אסטרדיול מתרחש טריגר ויש LH SURGE שגורם לביוץ. 
שלב 3 - לאחר הביוץ מלבד הזקיק הדומיננטי כל השאר הזקיקים שגויסו עוברים אטרזיה ונוצר הגופיף הצהוב. בגלל האטרזיה של שאר הזקיקים יש ירידה באסטרוגן אך הגופיף מפריש 3 הורמונים - הרבה פרוגסטרון, מעט אסטרדיול (E2) ומעט אינהיבין A ולכן - החל מהביוץ יש עלייה בפרוגסטרון, לכן יש עלייה שנייה באסטרדיול. אינהיבין A (יחד עם האסטרדיול)מדכא את הFSH. הLH מתפרק ונעלם וכך נוצא דיכוי גיוס זקיקים. הפרוגסטרון גורם לייצוב רירית הרחם.
    `
  },
  {
    question: `
מה גורם לירידת האסטרדיול?
    `,
    answer: `
משוב שלילי שלו על עצמו דרך FSH וגם אינהיבין B שמופרש מהזקיקים, מדכא את FSH שמדכא את אסטרדיול
    `
  },
  {
    question: `
מאיפה מופרש אינהיבין A וB?
    `,
    answer: `
A מהצהוב, B מהזקיקים.
    `
  },
  {
    question: `
לקראת המנופאוזה - איזה הורמונים יורדים ראשונים ובאיזה סדר זה קורה?
    `,
    answer: `
אינהיבין B יורד > FSH עולה > אסטרדיול עולה > ירידה באינהיבין A
מאוד הגיוני! יש ירידה בביציות ולכן יש ירידה באינהיבין B. בגלל שאינהיבין B מדכא FSH וכך פחית אסטרדיול, ויש פחות אינהיבין B אז FSH עולה וכתוצאה מכך גם אסטדריול עולה. לבסוף, אינהיבין A מופרש מהגופיף הצהוב כך שהירידה שלו היא הגיונית שתהיה בסוף. 
    `
  }
  // The rest of the questions can be appended similarly...
];
