const questionsData = [
  {
    question: `
איזה 2 סוגים של SUI יש?
    `,
    answer: `
היפרמוביליות
אס של הספינקטר
    `
  },
  {
    question: `
מה ההבדל בין INTRINSIC SPHINCTER DEFICIENCY לבין היפרמוביליות של השופכה?
    `,
    answer: `
היפרמוביליות - התמיכה סביב השופכה חלשה ולכן יש חולשה.
ב INTRINSIC SPHINCTER DEFICIENCY יש כשל בספינקטר עצמו
    `
  },
  {
    question: `
איך מבחן Q TIP יכול להבדיל בין היפרמוביליות לבין אס של הספינקטר?
    `,
    answer: `
אם יש דלף שתן והזווית היא מעל 30 מעלות - זה היפרמוביליות
אם יש דלף שתן והזווית היא מתחת ל30 מעלות - זה INTRINSIC
    `
  },
  {
    question: `
איזה 3 גישות ניתוחיות יש לSUI?
    `,
    answer: `
Pubovaginal sling
Retropubic Colposuspension
Mid urethral sling
    `
  },
  {
    question: `
מה עושים בניתוח Pubovaginal sling?
    `,
    answer: `
חתך בנרתיק, מעבירים SLING מתחת לאותרה ואז מחברים את הSLING לפאציה של שרירי הרקטוס בעזרת חתך בטני
    `
  },
  {
    question: `
איזה 3 ניתוחי Retropubic Colposuspension יש? מה עושים בכל אחד?
    `,
    answer: `
בכולם מעגנים את הפאציה האנדופלביט למשהו.
בMMK - מעגנים אותה לפוביס
בBURCH - מעגנים אותה לCOOPER שנקרא גם ARCUS TENDINOUS
ב Turner-Warwick - מחברים ל Obturator internus fascia

איך לזכור - מייק טייסון מרביץ למפשעה, מישהו מברך לשלום ולובש גינס של לי קופר, אישה נמוכה מאוד תופסת את הירכיים של עצמה.
    `
  },

  {
    question: `
מה מצאו בהשוואה בין PUBOVAGINAL SLING ביחס לBURCH?
    `,
    answer: `
בPUBO VAGINAL - יותר הצלחה אבל יותר סיבוכים
בBURCH - הצלחה של 70% לטווח הארוך, אבל יותר הישנות בהמשך.
    `
  },
  {
    question: `
מה מצאו בהשוואה בין PUBOVAGINAL לבין MID URETHRAL?
    `,
    answer: `
הצלחה זהה
    `
  },
  {
    question: `
איזה 3 סוגים של TVT יש?
    `,
    answer: `
רטרו פובי, אובטורטור, מיני-סלינג.
    `
  },
    {
    question: `
בTVT - באיזה סוג סרט משתמשים?3
    `,
    answer: `
פוליפרופילן, מונופילמנט, LARGE PORE
    `
  },
  {
    question: `
מתי נעדיף גישה רטרופובית?2
    `,
    answer: `
במקרים של MIXED UI וכן במקרים של INTRINSIC SPHINCTER DEFICIENCY
    `
  },
  {
    question: `
מתי נעדיף להשתמש בTVT רטרופובי? 2
    `,
    answer: `
כשיש אס של הספינקר / MIXED
    `
  },
  {
    question: `
אם יש דלף שתן עם מבחן Q TIP שלילי. מה זה אומר? איזה ניתוח נמליץ?
    `,
    answer: `
זה אומר שהבעיה היא בספינקטר ולכן נמליץ על ניתוח רטרופובי.
    `
  },
  {
    question: `
בגישה רטרופובית, מה עדיף מלמטה למעלה או למעלה למטה?
    `,
    answer: `
מלמטה למעלה.
    `
  },
  {
    question: `
איזה MID הוא הgold standart?
    `,
    answer: `
TVT O
    `
  },
  {
    question: `
מה שיערויי ההצלחה של TVT O?
    `,
    answer: `
90%
    `
  },
  {
    question: `
בהשוואה בין רטרופובי, אובטורטור ומיני סלינג. מה מצאו?
    `,
    answer: `
רטרופובי - יותר יעיל אבל יותר סיבוכים כולל אצירת שתן, פגיעה בשלפוחית וצורך ברביזיו.
אובטורטור - פחות סיבוכים אבל יותר ניתוחים חוזרים, ארוזיות וכאבים ברגל ובמפשעה.
מיני סלינג - פחות סביוכים אבל יעילות יותר נמוכה
    `
  },
  {
    question: `
איפה נמצא מרכז ההשתנה?
    `,
    answer: `
בגזע המוח.
    `
  },
  {
    question: `
איזה אונה במוח גורם לשליטה הרצונית על מרכז ההשתנה?
    `,
    answer: `
אונה פרונטלית
    `
  },
    {
    question: `
איזה עצבים מובילים איזה סיגלים במערכת השתן?
איזה נוירוטרנסמיטור שייך לכל אחד?
איזה רצפטורים יש לכל אחד?
    `,
    answer: `
pelvic nerve - פארא-סימפטי - אצטיל-כולין, רצפטור M3
היפוגסטרי - סימפטטי - NA, רצפטור ביתא 3 (מינוס) בשלפוחית
ואלפא 1 בשופכה
פודנדל - סומטי - אצטיל-כולין,
    `
  },
  {
    question: `
מי אחראי על התחושה בפרינאום?
    `,
    answer: `
פודנדל
    `
  },
  {
    question: `
מה קורה כאשר השלפוחית מתמלאת?
    `,
    answer: `
נשלחים סיבים Aפרנטים לחוט השדרה ועולים לCNS ושם נבדק האם מתאים חברתית להשתין או לא.
    `
  },
  {
    question: `
אם לא מתאים חברתית - מה קורה?
    `,
    answer: `
הפעלת הסימפטית - הרפיית דטרוסור דרך ביתא 3, כיווץ השופכה דרך אלפא1
סיגנל לסומטית - כיווץ השופכה
    `
  },
  {
    question: `
אם מתאים חברתית מה קורה?
    `,
    answer: `
הפעלת הפארא-סימפטית - כיווץ הדטרוסור דרך M3
היעדר סיגנל לסומטי - הרפיית השופכה
    `
  },
  {
    question: `
איזה רצפטורים משפיעים על השפוכה?
    `,
    answer: `
פרוסקימלית - אלפא 1 - גורם לכיווץ
דיסטלית - ניקוטיני
    `
  },
  {
    question: `
מה השכיחות של incontinence בכללי? של STRESS? של URGE? של MIXED? מה יותר נפוץ בצעירות ומבוגרות?
    `,
    answer: `
60% - בכללי
13% - STRESS אצל צעירות
5% - URGE אצל מבוגרות
11% מיקס אצל מבוגרות
    `
  },
  {
    question: `
איזה בעית דלף שתן יותר נפוצה בהתאם לקבוצת הגילאים?
    `,
    answer: `
דלף שתן במאמץ יותר נפוץ עד גיל 50 ואז URGE יותר נפוץ
    `
  },
  {
    question: `
איזה שני קווי טיפול יש לURGE?
    `,
    answer: `
תרופתי, חודרני
    `
  },
  {
    question: `
איזה טיפול תרופתי קיים לURGE?
    `,
    answer: `
קו ראשון - אנטי-כולינרגי - חסימת רצפטורים לאצטיל כולין וכך עיכוב השפעול של M3
ביטא-אגוניסט - שיפעול ביתר של ביתא 3 וכך הרפייה של הדטרוסור
    `
  },
  {
    question: `
מה תופעות הלוואי של אנטיכולינרגי? ושל ביטא-אגוניסט?
    `,
    answer: `
אנטי כולינרגי - יובש בפה, טשטוש ראייה, עצירות, הפרעות קצב, בעיות זיכרון
ביטא אגוניסט - מעלה לחד, פגיעה כלייתית, פגיעה כבדית, אצירת שתן
    `
  },
  {
    question: `
איזה טיפול אנטי כולינרגי הכי פחות גורם לפגיעה בזיכרון?
    `,
    answer: `
TROSPIUM כי לא חודר CNS
    `
  },
  {
    question: `
איזה טיפולים קו שני יש בURGE?י 3
    `,
    answer: `
הזרקת בוטוקס, PTNS, הכנסת שתל סקראלי
    `
  },
  {
    question: `
בבוטוקס - לכמה זמן מחזיק? איך מתבצע?
    `,
    answer: `
מתבצע בציסטוסקופיה, מחזיק לחצי שנה-שנתיים
    `
  },
  {
    question: `
PTNS - מתי נבצע? כמה זמן מתבצע? איפה שמים?
    `,
    answer: `
מי שלא סובלים את התל של הטיפול התרופתי
30 דקות בשבוע
מאחורי הטיביה
    `
  },
  {
    question: `
איזה טיפולים לא ניתוחיים קיימים לSUI? י 6
    `,
    answer: `
ירידה במשקל -
PFMT - חיזוק רצפת אגן
תרופתי - TCA - (אימיפרמין)
חסמי אורטרה- שמסירים לפני השתנה
פסארי
BULKING AGENT - מזריקים סביב האורטרה כדי לשפר את חוזק רצפת האגן.
    `
  },
  {
    question: `
עד כמה ירידה במשקל משפרת תסמינים? עד כמה TCA יעיל? מה הבעיה בחסמי אורטרה? מתי נשתמש בBULKING AGENT?
    `,
    answer: `
ירידה במשקל - ירידה של 10% מוביל לשיפור של 50% בדלף השתן.
תרופתי - TCA - (אימיפרמין) הצלחה משתנה
חסמי אורטרה- גורם לUTI
BULKING AGENT - נבצע במטופלות שמועמדות לא טובות לניתוח או עם REST גבוה
    `
  },
  {
    question: `
איך מחושב הלחץ בדטרוסור?
    `,
    answer: `
חיישן ברקטום/נרתיק = לחץ בטני
חיישן בשלפוחית = לחץ בטני + לחץ דטרוסור
לחץ דטרוסור = חיסור של השניים.
    `
  },
  {
    question: `
איזה עצב מעצבב את השליטה הרצונית עבור דפיקציה?
    `,
    answer: `
פודנדל
    `
  },
  {
    question: `
האם פגיעה חד צדדית בעצבים שמעצבבים את הסוגרים פוגעת ביציאות?
    `,
    answer: `
כן
    `
  },
  {
    question: `
מה הסיבה השכיחה ביותר בעולם לפיסטולה וסיקו-ואגינלית? מה הסיבה השכיחה בעולם המתועש?
    `,
    answer: `
בעולם - obstructed labor
בעולם מתועש - ניתוח, ממאירות.
    `
  },
  {
    question: `
איך מאבחנים STRESS בצורה נכונה בבדיקה גופנית?
    `,
    answer: `
אם לאחר התרוקנות יש דלף
    `
  },
  {
    question: `
מה נחשב לשארית שתן תקינה ומה פתולוגי?
    `,
    answer: `
מתחת ל50 תקין. מעל 150 פתולוגי
    `
  },
  {
    question: `
איזה כלי לא חודרני יש שיכול לעזור לאפיין את הבעיות בשתן?
    `,
    answer: `
יומן השתנה למשך 2-3 ימים
    `
  },
  {
    question: `
מה המספרים התקינים עבור - תחושת התמלאות ראשונית, צורך ראשון להשתין, צורך חזק להשתין?
    `,
    answer: `
50 150 250
    `
  },
  {
    question: `
מה נפח שלפוחית תקין?
    `,
    answer: `
400-600
    `
  },
  {
    question: `
באורודינמיקה ניתן למדד את הלחץ בספינקר. מה המספרים שמצביעים על תפקוד ספינקטר אורטרה פתולוגי ותקין?
    `,
    answer: `
מתחת ל20 = אס ספינקר.
מעל 40 = תקין.
    `
  },
  {
    question: `
מה נחשב קצב זרם השתנה תקין?
    `,
    answer: `
מעל 15 ממ/שניה עם לחץ דטרוסור של מתחת ל50 סמ מים
    `
  },
  {
    question: `
איזה הפרעות שתן יכולות להיות מטופלות בנוירומודולציה?3
    `,
    answer: `
אצירת שתן, URGE , דלף צואה
    `
  },
  {
    question: `
מתי צריך לבצע מבחן אורודינמיקה?
    `,
    answer: `
אבחנה לא ברורה, תיקון צניחה, REST גבוהה, MIXED עם כישלון ניהול שמרני, כישלון טיפול ניתוחי, מחלות רקע נוירולוגיות.
    `
  },
  {
    question: `
מתי לא צריך לבצע אורודינמיקה? 3
    `,
    answer: `
אבחנה ברורה, מבחן שיעול חיובי, REST מינימלי
    `
  },
  {
    question: `
מה מודדים בUROFLOWMETRY?
    `,
    answer: `
זרימה, זמן ריקון, מהירות מירבית, נפח שתן וREST
    `
  },
  {
    question: `
מתי משתמשים בPTNS?
    `,
    answer: `
URGE שנכשל, שלפוחית רגיזה
    `
  },
  {
    question: `
מה הטיפול בנוקטוריה?4
    `,
    answer: `
דזמופרסין > אימיפרמין > אנטיכולינרגי > משתנים
    `
  },
  {
    question: `
מה זה bladder pain syndrome? איך מאבחנים? מה הטיפול?
    `,
    answer: `
כאבים בזמן מילוי השלפוחית שנמשכים 6 שבועות.
אבחנה שבשלילה
טיפול - אנלגזיה TCA אנטי היסטמין, אלמירון. קו שני - ציסטוסקופיה, נוירומודולציה, בוטוקוס
    `
  },
  {
    question: `
בחשד להפרעות במתן שתן. מה הבדיקה הראשונה שתעשה?
    `,
    answer: `
שתן לכללית ותרבית
    `
  },
  {
    question: `
איזה סיבוך במתן שתן עלול להיות לנשים אחרי TVT? מה נראה באורודינמיקה?
    `,
    answer: `
אצירת שתן או שתן מקוטע.
    `
  },
  {
    question: `
איך נראית עקומת השתנה רגילה? תחלק לשלב מילוי וריקון. התייחס ללחץ בטני, דטרוסור, שלפוחית, עקומת זרם ועקומת נפח.
    `,
    answer: `
בהתחלה ובאמצע (שלב המילוי) - הלחץ הבטני, בדטרוסור ובשלפוחית לא עולה (רק בזמן שיעול, משהו חד)
בסוף - הלחץ בדטרוסור ובשלפוחית עולים כמו פעמון בלי עליית לחץ בבטן. עקומת זרם עולה גם כמו פעמון. עקומת נפח רק עולה הדרגתית
    `
  },
  {
    question: `
מה ההבדל בין OVERACTIVE BLADDER לבין DETRUSOR OVERACTIVITY?
    `,
    answer: `
בראשון - מדובר באבחנה קלינית שכוללת דחיפות ותכיפות לאחר תרבית שתן תקינה.
בשני - מצריך אבחנה באורודינמיקה שבה רואים עלייה בPDET
    `
  },
  {
    question: `
מה אמורים לראות בEMG בזמן השתנה תקינה?
    `,
    answer: `
רגיעה בפעילות
    `
  },
  {
    question: `
מה נראה באורודינמיקה באישה עם חסימה של האורטרה לאחר ניתוח SLING? התייחס גם לEMG
    `,
    answer: `
החלק של המילוי יהיה תקין.
בחלק של ההתרוקנות - נראה PDET פעמון PVES פעמון  - אבל הם יהיו ארוכים מהצפוי ובנוסף, עקומת השתנה שטוחה בלי צורת פעמון. בנוסף, נראה בEMG פעילות ולא רגיעה במצופה.
    `
  },
  {
    question: `
מה זה טיפול אנטיכולינרגי?
    `,
    answer: `
זה כמו אנטימוסקריני
    `
  },
  {
    question: `
מה זה Mirabegron ?
    `,
    answer: `
בטמיגה.
    `
  },
  {
    question: `
מה ההגדרה של עצירת שתן כרונית?
    `,
    answer: `
שארית מעל 300 למשך 6 חודשים ומעלה.
    `
  }
];



