const questionsData = [
  {
    question: `  שאלה 1
 מה הוכח כטיפול היחידי מוריד סיכון ללידה מוקדמת אצל אישה עם  לידה מוקדמת בעבר?
MEDROXY- PREGESTERONE ACATATE
17-OH PROGESTERONE
ERITHROMYCIN
METHRONIDAZOL`,
    answer: `תשובה ב`
  },
  {
    question: ` שאלה 2
33.) גורם הסיכון המשמעותי ביותר ללידה מוקדמת
א. 2 לידות מוקדמות בעבר
ב. טריכומונס
ג. BV.`,
    answer: `תשובה א`
  },
  {
    question: ` שאלה 3
4. הרה בשבוע 28, בעברה לידה מוקדמת עצמונית שבוע 30. אילו מהטיפולים הבאים הוכח כמקטין סיכון ללידה מוקדמת במקרה זה?
מתן פניצילין למניעת זיהום עי GBS
מתן כיסוי אנטיביוטי רחב למניעת זיהום עי BV
מתן פלגיל לטיפול בפריאודונטיטיס
CERCLAGE בנשים עם צוואר מקוצר`,
    answer: `תשובה ד`
  },
  {
    question: ` שאלה 4
    אשה הרה בשבוע 28 להריונה ה-2 המתלוננת על צירים נמצא אורך צוואר הרחם של 25 ממ. בדיקת פיברונקטין עוברי נמצאה חיובית. מה ההמלצה ?
מאחר והסיכוי שלה ללדת תוך 48 שעות הוא כ-25%, יש לתת סטרואידים להחשת בשלות ריאתית עוברית
מאחר והסיכוי שלה ללדת תוך 48 שעות הוא כ-7%, יש להמליץ על מנוחה והמשך מעקב
יש לבצע תפר צווארי (LATE CERCLAGE) שיעילותו במקרה זה היא 20%
מאחר והסיכוי ללידה מוקדמת לפני שבוע 35 הוא כ-15%, יש מקום לטיפול טוקוליטי`,
    answer: `לא יודע`
  },
    {
    question: ` שאלה 5
      איזה מהטיפולים הבאים הוכחו כמפחיתי תחלואת היילודים במקרים של לידה מוקדמת?
ויטמין K
ויטמין K ופנוברביטל
מגנזיום סולפאט לפני שבוע 30
TRH לפני שבוע 26 להריון`,
    answer: `תשובה ג`
  },
  {
    question: ` שאלה 6
      בהרה בשבוע 29 להריון נמצא ריבוי מי שפיר ניכר. האישה פנתה עקב צירים מוקדמים ודינמיקה צווארית. ברקע אי ספיקה כלייתית ראשונית. לאור הדינמיקה צווארית הוחלט לתת סטרואידים וטוקוליטיקה. איזה תכשיר מבין הבאים יש לבחור?
אינדומד
מגנזיום סולפאט
ניפדיפין
ניפדיפין ומגנזיום סולפאט`,
    answer: `התשובה ניפדיפין. אסור אינדומד לאור אס כלייתית. אסור ניפדיפים ומגנזיום יחד. ומגנזיום הוא לא תכשיר טוקוליטי.`
  },
  {
    question: ` שאלה 7.
 מה מהווה גורם פרוגנוסטי ללידה מוקדמת בתאומים?
אורך צוואר מתחת 35 ממ בין שבועות 24-26
אורך צוואר מתחת 25 ממ מתחת שבוע 24
אורך צוואר מתחת 15 ממ בשבוע 24
בהריונות תאומים, אין חשיבות לאורך הצוואר בניבוי לידה מוקדמת.`,
    answer: `תשובה ג`
  },
  {
    question: ` שאלה 8
       . מהו שיא ההשפעה של צלסטון מעת סיום מתן קורס טיפולי?48-72 שעות
1-7 ימים
7-14 יום
14-28 יום`,
    answer: `שיא ההשפעה תוך 48 שעות. לכן כנראה שתשובה א`
  },
  {
    question: ` שאלה 9.
134. בבדיקה פתולוגית של שליה ומיטת שליה לאחר לידה מוקדמת שבוע 24 מה נמצא?
סימני דלקת מוגבלים לכוריון ולדצידואה
חדירת תאי טרופובלסט לעורקים הספירליים עד לשליש עומקו של הרחם
שינויים דלקתיים וכן ווסקולריים עם דומיננטיות של השינויים הוסקולריים`,
    answer: `כנראה שג`
  },
    {
    question: `שאלה  10
     32. אישה בסיכון ללידה מוקדמת – ממצא חיובי ל-BV ו-TNF alpha. מה נכון?
TNF alpha מעלה סיכון ללידה מוקדמת
TNF alpha במקרה זה מהווה גורם מגן
שילוב של אנטיביוטיקה ו- anti TNF alphaהוכח כיעיל לטיפול בבעיה
אנטיביוטיקה מורידה סיכון ב-20% ללידה מוקדמת`,
    answer: `תשובה א`
  },
  {
    question: `  שאלה 11
    . מגנזיום נוירופרוטקטיבי – מתי הוכח הכי יעיל?
לא עוזר לפני שבוע 28
מוריד שיעור CP קל לפני שבוע 32
מוריד שיעור CP קשה לפני שבוע 30
מוריד שיעור CP בינוני-קשה לפני שבוע 34`,
    answer: `אף תשובה לא באמת נכונה. כנראה שג`
  },
  {
    question: `  שאלה 12
    . מה מאפיין את המטבוליזם של סטרואידים בהריון.
כל הסטרואידים עוברים שליה בדרגה שווה אך פרדניזון ופרדניזולון עוברים אינאקטיבציה
המעבר השלייתי של דקסמטזון מהיר פי 3 מפרדניזולון
השימוש באינהלצת סטרואידים באסטמה כרוך במעבר שלייתי מוגבר
הטיפול בפרדניזון ל Congenital heart blockעדיף על דקסמטזון עקב רמה דומה בדם האם ודם טבורי`,
    answer: `לא מצאתי רפרנס לאף אחת מהתשובות.`
  },
  {
    question: `  שאלה 13
    . בת 32 G3P2, בעבר לידה מוקדמת בשבוע 32, ירידת מים מוקדמת. פנתה לייעוץ טרום הריוני לגבי הסיכוי ללידה מוקדמת בהריון הנוכחי. מהו גורם הסיכון המשמעותי ללידה עם פקיעת קרומים טרם שבוע 37?
BMI > 30
וולדנות
פיברונקטין חיובי
צואר רחם קצר`,
    answer: `כנראה שתשובה ד`
  },
    {
    question: `  שאלה 14
    1. פונה אישה שבעברה לידה מוקדמת )שבוע 32 ( אחרי צירים מוקדמים. מה תמליץ בהריון נוכחי?
א. פרוגסטרון וגינלי יומי משבוע 16 וסטרואידים בשבוע 24
ב. פרוגסטרון IM משבוע 10 ותפר צווארי מניעתי בשבוע 16
ג. טיפול טוקוליטי בחוסמי תעלות סידן החל משבוע 16 וסטרואידים בשבוע 24
ד. פרוגסטרון IM אחת לשבוע משבוע 16 אם צוואר הרחם פחות מ 25 ממ`,
    answer: ` תשובה ד למרות שהיא אמורה לקבל פרוגטסרון בכל מקרה`
  },
  {
    question: `  שאלה 15
    . . מהי הפתופיזיולוגיה הקשורה ללידה מוקדמת?
א. ירידה ביצירת טרומבין בדצידואה וירידה ברמת MMP - 1
ב. עליה ברמת MMP-9 ו - IL6 בפלסמה של העובר ביחד עם עליה של כדוריות דם אדומות מגורענות ו GCSF
ג. נוכחות של חיידקים מסוג E.coli klebsiella ב 32% מהנשים עם לידה מוקדמת וקרומים שלמים.
ד. ירידה בביטוי גנים הקשורים למתח שריר כדוגמת CONNEXIN43 ו C - FOS ובעקבות כך עליה בפרוגסטרון.`,
    answer: `תשובה ב`
  },
  {
    question: `  שאלה 16
    . מהו אחוז התרביות החיוביות בלידה מוקדמת?
א. אם נפקעו הקרומים - 30% תרביות חיוביות לכלמידיה וטריכומונס
ב. אם נפקעו הקרומים - 80% תרביות חיוביות לכלמידיה וטריכומונס
ג. ללא פקיעת קרומים - 14% תרביות חיוביות לכלמידיה וטריכומונס
ד. ללא פקיעת קרומים - 50% תרביות חיוביות לכלמידיה וטריכומונס`,
    answer: `כנראה א למרות שגם ג עקרונית`
  },
  {
    question: `  שאלה 17.
59. בבדיקת על קול בגישה נרתיקית באישה בהריון ראשון, תאומים, שבוע 20 נמצא אורך צוואר 29 ממ. לאישה אין תלונות לגבי פעילות רחמית. מה ניתן להציע על מנת להוריד את הסיכון ללידה מוקדמת?
א. תפירת צוואר הרחם
ב. מתן אינדומד
ג. פרוגסטרון זריקות שבועיות
ד. המשך מעקב`,
    answer: `תשובה ד`
  },
    {
    question: `שאלה 18
      הנשים הבאות אינדיקציה ל-Abdominal cerclage?
א. צוואר רחם היפופלסטי
ב. לאחר Loop Electrosurgical Excision Procedure
ג. בלט קרומים בשבוע 20
ד. מיומה צווארית גדולה`,
    answer: `תשובה א`
  },
  {
    question: `  שאלה 19
    . בת 23, הריון שני, בשבוע 28, לידה מוקדמת, מצג ראש, בפתיחה של 7 סמ. איך מיילדים?
א. וגינלית
ב. ניתוח קיסרי
ג. מלקחיים
ד. ואקום`,
    answer: `תשובה א`
  },
  {
    question: `
     שאלה 20
     אישה בהריון שלישי, שבוע 27, פונה בשל כאבי בטן למיון. בבדיקה – צוואר אחורי פעור ל-1 סמ, מחוק 50%, ראש בS-2, שלפוחית שלימה. כיצד יש לנהל את המקרה?
א. בדיקה חוזרת כעבור שעה
ב. מתן צלסטון + טוקוליטיקה
ג. מתן טיפול מונע ל-GBS
ד. מתן מגנזיום ל-neuroprotection`,
    answer: `תשובה א`
  },
  {
    question: `  שאלה 21.
.30. בת 30, אם ל-1, שבעברה לידה נוקדמת שהחלה מירידת מים בשבוע 27. ברקע UTI חוזרים. פונה ליעוץ טרום הריוני לגבי סיכון ללידה מוקדמת חוסרת. איזה מהבאים נכון?
קיים סיכון פי 3 ללידה מוקדמת נוספת כתוצאה מירידת מים.
Vitamin C בשבוע 12 הוכח כמוריד סיכון פי 2
טיפול אנטיביוטי מונע בהתאם לתרבית GBS יפחית סיכון ללידה מוקדמת
מקרולידים מניעתית החל משבוע 20 יורידו סיכון`,
    answer: `תשובה א`
  },
  {
    question: `  שאלה 22
    . באיזה מהמקרים תפר צווארי יקטין סיכוי ללידה מוקדמת?
שבוע 22, לידה ראשונה , א- תסמינית, אורך צוואר 28 ממ עם פאנלינג
שבוע 20, בעברה הפסקת הריון יזומה בשבוע 11, הפלה ספונטנית בשבוע 7
שבוע 20, אורך צוואר 22 ממ, בעברה לידה בשבוע 32 לאחר ירידת מים מוקדמת
שבוע 27, קיצור צוואר 16 ממ, בעברה פלה עם גרידה בשבוע 8`,
    answer: `תשובה ג`
  },
    {
    question: `  שאלה 23
    . שבוע 13 להריון, עברה תפר צווארי עקב היסטוריה של אי ספיקת צוואר . מה מהווה הסיבוך של הריון עם תפר צווארי ?
לידה מכשירנית
דיסטוציה צווארית
UTI
וואגינוזיס בקטריאלי`,
    answer: `תשובה ב`
  },
  {
    question: `  שאלה 24
    .מה מנבא סיכוי מוגבר ביותר ללידה מוקדמת?
BMI 21
אורך צוואר 28 ממ בשבוע 12
ירידת מים בשבוע 35 בעבר
דמם לדני שבוע 9`,
    answer: `תשובה ג`
  },
  {
    question: `  שאלה 25
    . הריון שלישי, שבוע 26, צירים מוקדמים. פתיחה 2 סמ, מחיקה 80%. קיבלה צלסטון . מה תוצאות הטיפול?
ירידה בטסיות הדם
ירידה בתנועות עובר אך עלייה בתנועות הנשימה העובריות
ירידה בסיכוי ל- RDS  אך ללא שינוי ב- IVH
ירידה בסיכון לתמותת ילוד`,
    answer: `תשובה ד`
  },
  {
    question: `  שאלה 26
    .
90. כיצד יש לטפל באישה בהריונה השלישי אשר בבדיקת סונאר לדני בשב 22 נמדד צוואר הרחם באורך של 23 ממ?
א. לבצע תפר צווארי אם ההריונות הקודמים הסתיימו בלידה מוקדמת
ב. לבצע תפר צווארי אם ההריון הוא הריון מרובה עוברים
ג. מעקב שמרני בהעדר לידות מוקדמות בעברה
ד. תפר צווארי לאחר מעקב משך שבועיים`,
    answer: `תשובה ג`
  },
    {
    question: ` שאלה 27
     כיצד ניתן להפחית סיכון ללידה מוקדמת באישה עם לידה מוקדמת ספונטנית בעבר?
א. תפר צווארי מניעתי בין השבועות 12–14
 ב. פרוגסטרון וגינלי בנוכחות צוואר רחם באורך של 25 ממ בשבועות 20–24
 ג. פסרי בנוכחות צוואר רחם באורך של 25 ממ בשבועות 20–24
 ד. תפר צווארי בנוכחות צוואר רחם באורך של 15 ממ בשבועות 16–23`,
    answer: `תשובה ד`
  },
  {
    question: ` שאלה 28
     הרה בהריון שני עם תאומים דיכוריונים בשבוע 12. בהריון הראשון הפלה ספונטנית בשבוע 9.
 מהי ההתערבות המומלצת למניעת לידה מוקדמת בהריון זה?
א. טיפול מניעתי בזריקות פרוגסטרון (17-OH-P) החל משבוע 16 להריון
 ב. מנוחה במיטה
 ג. מעקב אורך צוואר הרחם
 ד. תפר צווארי מניעתי בשבוע 14`,
    answer: `תשובה ג`
  },
  {
    question: ` שאלה 29
     2021 -
בת 38 בהריון ה-3 שבוע 10. עברה 2 לידות נרתיקיות בשבוע 36 ו-34.
 כיצד יש לנהל את ההריון הנוכחי?
א. מעקב אורך צוואר הרחם החל משבוע 16.
 ב. התחלת טיפול כעת בפרוגסטרון נרתיקי.
 ג. ביצוע תפר צווארי שבוע לאחר שקיפות עורפית.
 ד. הנחת pessary החל משבוע 16.`,
    answer: `תשובה א`
  },
  {
    question: ` שאלה 30
     בבדיקה ידנית לדנית (PV) של הרה בשבוע 22 להריון ה-3 נמצאה פתיחה של צוואר הרחם ל-1 סמ עם קרומי שק מי שפיר בולטים. אין תלונה של צירים או לחץ בטני.
 מה יש לבצע בשלב הבא?
א. טיפול תרופתי על ידי נרות הקטליים ומעקב סונוגרפי של אורך צוואר הרחם כעבור שבוע.
 ב. ביצוע דיקור מי שפיר ובדיקת זיהום, במידה ותקין – תפר צווארי.
 ג. זריקות פרוגסטרון 500 מג תוך שרירי פעם בשבוע עד שבוע 36.
 ד. אינדומטצין רקטלי ואנטיביוטיקה פורמית למשך 48 שעות ולאחר מכן בדיקה חוזרת של צוואר הרחם.`,
    answer: `תשובה ב`
  },
    {
    question: ` שאלה 31
     יולדת נושאת תפר צווארי שהושם בשבוע 19, פונה בשבוע 26 עם ירידת מי שפיר ותחושת צירים.
בבדיקתה חום פומי 38.1, דופק 110, סדיר, לחץ דם 140/80
בדיקת לב וראות ללא ממצא חריג, בטן עם רגישות דיפוזית, בניטור צירים לא סדירים.
אולטרסאונד עובר במצג ראש ומיעוט יחסי של מי שפיר.

מהם הצעדים הבאים בטיפול ביולדת?

א. אנטיביוטיקה תוך ורידית, סטרואידים, והוצאת התפר הצווארי כעבור 24 שעות.
ב. אנטיביוטיקה תוך ורידית, סטרואידים והוצאת התפר הצווארי כעבור 48 שעות.
ג. דיקור מי שפיר, סטרואידים והמתנה לתשובת תרבית מי שפיר בתוך 48 שעות.
ד. תרביות דם, תרבית מצוואר הרחם והוצאת התפר הצווארי מייד.`,
    answer: `תשובה ד`
  },
  {
    question: ` שאלה 32
     מה מנגנון הפעולה של התרופות הטוקוליטיות המצוינות במסיחים?

א. חוסמי תעלות סידן משפעלים את ה- G protein.
ב. חוסמי רצפטורים לאוקסיטוצין מורידים רמה של האנזים myosin light chain kinase.
ג. מעכב COX מדכא רצפטורים לפרוסטגלנדינים.
ד. מגנזיום סולפט משפעל את ה- cAMP.`,
    answer: `ב,ד`
  },
  {
    question: ` שאלה 33
     איזו מתופעות הלוואי הבאות ניתן לייחס לשימוש ב- nifedipine בטיפול בצירים מוקדמים?

א. אסכמיה לבבית.
ב. זימזום מכיב קיבה.
ג. ברדיקרדיה.
ד. טשטוש ראיה.`,
    answer: `א`
  },
  {
    question: ` שאלה 34
     יולדת בהריון שלישי שבוע 32, עברה שתי לידות נרתיקיות, מטופלת באמצעות מעכבי רצפטורים לאוקסיטוצין, עקב צירים מוקדמים. כעבור שעתיים הופיע דימום בכמות וסתית. סימנים חיוניים תקינים. ניטור עוברי תקין. בבדיקת הרחם -בטונוס מוגבר, צוואר מחוק 80% פעור ל4 סמ, ראש, שלפוחית קרומים שלמה.

כיצד יש להמשיך לנהל את הלידה?

א. תוספת חוסמי תעלות סידן.
ב. קריעת קרומי מי שפיר.
ג. ניתוח קיסרי.
ד. דיקור מי שפיר.`,
    answer: `תשובה ב`
  },
  {
    question: ` שאלה 35
     באילו מהמקרים הבאים יש יתרון לביצוע תפר צווארי למניעת לידה מוקדמת?

א. סיפור של לידה מוקדמת ומדידת אורך צוואר 20 ממ בשבוע 19.
ב. לידה של עובר מיקרוזומי עם קרע של צוואר הרחם.
ג. הפסקת הריון קודמת בשבוע 30 עקב מום לב עוברי.
ד. מדידת אורך צוואר הרחם של 28 ממ בשבוע 16.`,
    answer: `תשובה א`
  },
  {
    question: ` שאלה 36
     איזה מהטיפולים הבאים יש לתת בהינתן אבחנה של לידה מוקדמת מאיימת בשבוע 33 להריון?

א. מגנזיום סולפט.
ב. פנוברין
ג. ויטמין K.
ד. אינדומטצין.`,
    answer: `תשובה ב`
  },
  {
    question: ` שאלה37
     2022
יולדת בשבוע 33 עם סכרת הריונית לא מאוזנת המטופלת באינסולין מאיימת בלידה מוקדמת.
מהו הטיפול הטוקוליטי המועדף?

א. β Adrenergic receptor agonists.
ב. Magnesium sulfate.
ג. COX inhibitors.
ד. Calcium channel blockers.`,
    answer: `תשובה ד`
  },
  {
    question: ` שאלה38
     בת 30 בהריון שני שבוע 25 פונה בשל צירים סדירים כל 4 דקות. ההריון הקודם הסתיים בלידה מוקדמת בשבוע 30. החל טיפול בצלסטון, מגנזיום סולפט, אינדומטצין ופניצילין. מה נכלל בתופעות לוואי לאזי מטיפול זה?

א. התפתחות מיעוט מי שפיר
ב. היפוגליקמיה של הילוד
ג. לייד ראייתי של הילוד
ד. Persistent ductus arteriosus אצל הילוד`,
    answer: `תשובה א`
  },
  {
    question: ` שאלה39
     23 -

איזו מהפעולות הבאות משפרת את סיכויי הצלחת תפר צווארי ביולדת בהריון הרביעי, שעברה 3 לידות מוקדמות תחת תפר צווארי מסוג McDonald?

א. השמת תפר כפול.
ב. הגבלת פעילות.
ג. מתן טיפול אנטיביוטי וטוקוליטיקה סביב ביצוע התפר הצווארי.
ד. תפר צווארי בגישה בטנית.`,
    answer: `תשובה ד`
  },
  {
    question: ` שאלה40
     מה היתרון לילוד ב-Delayed Cord Clamping בלידה מוקדמת?

א. מפחית שיעורי החייאת ילוד.
ב. מפחית שיעורי RDS.
ג. מפחית שיעורי היפותרמיה.
ד. מפחית לחץ דם סיסטולי.`,
    answer: `ְתשובה א`
  },
  {
    question: ` שאלה41
     2024 - מאי

מטופלת בשבוע 20+3 פונה למיון עקב תחושת לחץ לסירוגין. בבדיקה מתגלה צוואר פעור ל-3 סמ. כיצד יש להמשיך לנהל את ההריון?

א. טיפול אנטיביוטי רחב טווח.
ב. מתן סטרואידים טרם ביצוע תפר צווארי.
ג. תפר בגישה בטנית.
ד. ביצוע דיקור מי שפיר טרם ביצוע תפר צווארי.`,
    answer: `תשובה - ד`
  },
  {
    question: ` שאלה42
     הרה בשבוע 29 מקבלת סטרואידים עקב חשש ללידה מוקדמת. מה יכול לנבוע ממתן תרופה זו?

א. עלייה בכדוריות דם לבנות לערכים של מעל 25,000
ב. ירידה ברמת טסיות הדם
ג. עלייה בלחץ הדם
ד. פרופיל ביופיזיקלי 6/8`,
    answer: `תשובה - ד`
  },
  {
    question: ` שאלה43
     הרה בשבוע 30 פונה עקב ירידת מי שפיר. בבדיקה חום 37.9, דופק 90, לחץ דם 120/85. רחם ללא טונוס מוגבר. בבדיקה וגינלית אובחנה ירידת מים. צוואר אחורי סגור. ניטור עוברי תקין. מה נכון בנוגע לתוצאות דיקור מי שפיר במקריה זה?

א. שיעור התרביות החיוביות צפוי להיות כ-60%
ב. המחולל השכיח ביותר הוא U. Urealyticum
ג. בנוכחות תרבית מי שפיר חיובית יש לטפל בסטרואידים ולילד תוך שבוע.
ד. בהעדר תרבית חיובית אין צורך באנטיביוטיקה.`,
    answer: `תשובה - ב`
  },
  {
    question: ` שאלה44
     הרה בשבוע 32 פונה עקב צירי לידה מוקדמים. בבדיקה רחם ללא טונוס מוגבר, מנח אורכי מצג ראש באולטרה-סאונד AFI - 22. צוואר הרחם מחוק 60% פתוח ל-2 סמ. הוחלט על מתן סטרואידים להבשלות ריאתית ומתן תכשיר טוקוליטי. באיזה תכשיר טוקוליטי יש לבחור?

א. Oxytocin Antagonists
ב. β-mimetic Drugs
ג. Magnesium Sulfate
ד. Cyclooxygenase (COX) Inhibitors`,
    answer: `תשובה א`
  },
  {
    question: ` שאלה45
     2024 - ספטמבר

יולדת כעת בהריונה הראשון, שבוע 33. לאור צירים מוקדמים מטופלת בטוקוליטיקה. בבדיקה, צוואר הרחם פתוח ל־2 סמ מחוק 60% מצג ראש, שלפוחית שלמה. לאחר 24 שעות ללא שיפור בתדירות הצירים המוקדמים, ופתיחת צוואר הרחם התקדמה ל־3 סמ. מה יש לבצע בשלב הבא?

א. בדיקה סימנים זיהומיים, סד והערכה עוברית
ב. הוספת תכשיר טוקוליטי נוסף
ג. הפסקת טיפול טוקוליטי
ד. פקיעת שלוחותת מי שפיר`,
    answer: `תשובה א`
  },
  {
    question: ` שאלה46
     מה מהבאים מפחית סיכון להישנות לידה מוקדמת בהריון יחיד?

א. טיפול שיניים חוזר טרם ההיריון
ב. טיפול אנטיביוטי נגד bacterial vaginosis (BV)
ג. אספירין 150 מג ביום החל משבוע 13
ד. טיפול בנרות פרוגסטרון מהשבוע 16 להריון`,
    answer: `תשובה ד`
  },
  {
    question: ` שאלה47
     מהו מנגנון הפעולה של Calcium Channel Blockers כטיפול טוקוליטי?

א. מדכא פעילות של myosin light-chain kinase
ב. מעלה הפרשת קלציום מה sarcoplasmic reticulum
ג. מעלה רמה של Prostaglandin receptor
ד. מוריד ריכוז של Oxytocin receptor`,
    answer: `תשובה א`
  },

  {
    question: ` שאלה49
     בת 35 הריון שלישי שבוע 20. ברקע 2 לידות: האחת בשבוע 36 והשנייה בשבוע 34. בבדיקה אולטרסאונד נרתיקי שגרתי הודגם הממצא שבתמונה; המדידה מודגמת:

כיצד יש להמשיך לנהל את ההריון?

א. דיקור מי שפיר לשלילת זיהום וביצוע תפר צווארי
ב. בדיקה חוזרת כעבור 48 שעות והחלטה בהתאם לממצאים
ג. מנוחה מוחלטת ומעקב שמרני
ד. ביצוע תפר צווארי בטווח של 12–24 שעות`,
    image: "images/image49.jpg",
    answer: `תשובה ד`

  },
  {
    question: ` שאלה50
     הרה בשבוע 32 להריון, הראשון הופנתה עקב צירי לידה כואבים. ברקע לאישה, יש אי ספיקה של מסתם האורטלי. בניטור צירים סדירים. איזה תכשיר טוקוליטי יש לתת?

א. Magnesium sulfate
ב. Calcium channel blocker
ג. COX inhibitors
ד. Oxytocin-receptor antagonists`,
    answer: `תשובה ד`
  },
  {
    question: ` שאלה51
     הרה בשבוע 29 מקבלת סטרואידים עקב חשש ללידה מוקדמת. מה מהבאים יכול לנבוע ממתן תרופה זו?

א. עלייה בכדוריות דם לבנות לערכים של מעל 20,000
ב. ירידה ברמת טסיות הדם
ג. עלייה בלחץ הדם
ד. ניקור פרופיל ביופיזיקלי נמוך`,
    answer: `תשובה ד`
  },
  {
    question: ` שאלה52
     48. הרה בשבוע 30 פונה, עקב ירידת מי שפיר שהחלה יום טרם קבלתה. בבדיקה חום 38, דופק 120, לחץ דם 90/70 ממכ, רחם בטונוס מוגבר. בדיקה גופנית כללית תקינה. בדיקת ספקולום ירידת מי שפיר ברורה, צוואר אחורי סגור. ניטור עוברי עם טכיקרדיה עוברית. כיצד יש להמשיך לנהל את ההיריון לאחר מתן אנטיביוטיקה?

א. ילוד מיידי
ב. מתן סטרואידים ולילד לאחר 72 שעות
ג. דיקור מי שפיר והמשך ניהול לפי הממצאים
ד. זירוז לידה על ידי בלון`,
    answer: `תשובה א`
  }

];
